
   [ {
        "turboprops": {
            "title": "SAAB 340",
            "images": {
                "exterior": "./images/AircraftsSofiane/turboProps/saab-340b.webp",
                "cabin": "./images/AircraftsSofiane/turboProps/saab-340b-cabin.webp"
            },
            "specification": {
                "PASSENGER CAPACITY": "up to 34 passengers",
                "MAX RANGE": ["1,820 nm", "3333,6 km"],
                "MAX OPERATIONAL SPEED": ["283 ktas", "524 km/h"],
                "CABIN HEIGHT": ["6 ft 0 in", "1m80"],
                "CABIN WIDTH": ["7 ft 1 in", "2 m"],
                "CABIN LENGTH": ["34 ft 1 in", "10 m"]
            },
            "description": ["The SAAB 340 is a twin-engine turboprop airliner designed and manufactured in Sweden. It was originally developed from a partnership between SAAB and Fairchild, however when Fairchild discontinued its manufacturing processes, all construction was moved to Sweden. The airplane debuted in 1983 and has enjoyed wide success as a regional aircraft with airlines around the world and has been utilized in military applications as well. The airplane shows great versatility and has seating for more than 33 passengers and a crew of 3 (two pilots, and one flight attendant). Performance is good with the 340 capable of operating from airports with runways shorter than 5,500 feet. Speed isn’t bad either with the airplane able to cruise at nearly 280 knots. Range is typical for a regional airliner with a little over 900 nautical miles possible. Passenger comforts are also normal from what one would expect from a regional turboprop. There is no shortage of noise from the General Electric CT75A2 engines that swing 11-foot-diameter propellers and with 25,000 feet the maximum altitude, lower altitude cruise is the norm. The airplane is comfortable however, and the flight deck is mostly digital with modern avionics and lcd screens on the panel. As sales declined in the late 1990s, SAAB decided to cease production in 1998. Other variants of the airframe include the SAAB 340B (updated version with higher gross weight) and the SAAB 2000 (which retained the higher gross weight and added a stretched fuselage capable of carrying more than 55 passengers). The SAAB 2000 also had a fully modernized “glass flight deck” with lcd screens covering the panel. Although the airplane is no longer in production, it is still in service and many examples can be seen operating worldwide."
            ,
            "Le SAAB 340 est un avion de ligne bimoteur turbopropulsé conçu et fabriqué en Suède. Il était à l'origine le fruit d'un partenariat entre SAAB et Fairchild, mais lorsque Fairchild a cessé ses activités de fabrication, toute la construction a été transférée en Suède. L'avion a fait ses débuts en 1983 et a connu un grand succès en tant qu'avion régional auprès des compagnies aériennes du monde entier et a également été utilisé dans des applications militaires. L'avion est très polyvalent et peut accueillir plus de 33 passagers et un équipage de 3 personnes (deux pilotes et un agent de bord). Les performances sont bonnes, le 340 étant capable d'opérer à partir d'aéroports dont les pistes sont inférieures à 5 500 pieds. La vitesse n'est pas mauvaise non plus, l'avion étant capable de voler à près de 280 nœuds. L'autonomie est typique d'un avion de ligne régional avec un peu plus de 900 miles nautiques possibles. Le confort des passagers est également normal par rapport à ce que l'on peut attendre d'un turbopropulseur régional. Le bruit des moteurs General Electric CT75A2 qui font tourner des hélices de 11 pieds de diamètre ne manque pas et, l'altitude maximale étant de 25 000 pieds, la croisière à basse altitude est la norme. L'avion est cependant confortable et le poste de pilotage est essentiellement numérique avec une avionique moderne et des écrans lcd sur le tableau de bord. Les ventes ayant diminué à la fin des années 1990, SAAB a décidé de cesser la production en 1998. Parmi les autres variantes de la cellule, citons le SAAB 340B (version actualisée avec un poids brut plus élevé) et le SAAB 2000 (qui a conservé le poids brut plus élevé et ajouté un fuselage allongé capable de transporter plus de 55 passagers). Le SAAB 2000 possédait également un poste de pilotage en verre entièrement modernisé, avec des écrans lcd recouvrant le panneau. Bien que l'avion ne soit plus produit, il est toujours en service et de nombreux exemplaires peuvent être vus en exploitation dans le monde entier."]

           
        },

        "lightJet": {
            "title": "CESSNA CITATION CJ4",
            "images": {
                "exterior": "./images/AircraftsSofiane/lightJet/citation-cj4.webp",
                "cabin": "./images/AircraftsSofiane/lightJet/citation-cj4-interior.webp"
            },
            "specification": {
                "PASSENGER CAPACITY": "up to 10 passengers",
                "MAX RANGE": ["2,165 nm", "4009,58 km"],
                "MAX OPERATIONAL SPEED": ["451 ktas", "835,252 km/h"],
                "CABIN HEIGHT": ["58 in", "1.40 m"],
                "CABIN WIDTH": ["58 in", "1.40 m"],
                "CABIN LENGTH": ["17.4 ft", "5 m"]
            },
            "description": ["Built by the Cessna Aircraft Company in Wichita Kansas the Cessna Citation CJ4 is the newest and largest model jet in the CJ line with an additional 21inches in length over the CJ3. With Cessna’s proprietary Venue HD integrated cabin management system passengers are provided with high definition digital video and audio for in-flight entertainment or business. The Citation CJ4 stands out among competing light jets on cabin amenities alone. Six deep cushioned, wide leather seats articulate in three directions and can fully recline for long, comfortable trips. Each seat features a retractable armrests. When the CJ4’s first deliveries began in 2010, it aimed to fill the gap between the CJ3 and upgrading to a midsize jet, a feat that it has succeeded in. No matter the purpose of the flight, for business, personal enjoyment, or both, the CJ4 delivers on every aspect. With a range of up to 2,165 nm, the ability to take off at maximum weight from runways as short as 3,130 ft, and a maximum cruise speed of 451 knots , the CJ4 not only makes it possible to fly directly to airports closer to your destination, it reduces the time needed to get there."
            ,
            "Construit par la Cessna Aircraft Company à Wichita, au Kansas, le Cessna Citation CJ4 est le plus récent et le plus grand modèle de la gamme CJ, avec une longueur supplémentaire de 21 pouces par rapport au CJ3. Grâce au système de gestion de cabine intégré Venue HD, propriété de Cessna, les passagers bénéficient d'un système audio et vidéo numérique haute définition pour le divertissement en vol ou les affaires. Le Citation CJ4 se distingue des jets légers concurrents par ses seuls équipements de cabine. Six sièges en cuir, larges et bien rembourrés, s'articulent dans trois directions et peuvent s'incliner complètement pour des voyages longs et confortables. Chaque siège est doté d'un accoudoir rétractable. Lorsque les premières livraisons du CJ4 ont commencé en 2010, il visait à combler le vide entre le CJ3 et la mise à niveau vers un jet de taille moyenne, un exploit qu'il a réussi. Quel que soit l'objectif du vol, qu'il s'agisse d'un vol d'affaires, d'un vol de loisirs ou des deux, le CJ4 répond à tous les critères. Avec un rayon d'action allant jusqu'à 2 165 nm, la capacité de décoller à la masse maximale sur des pistes aussi courtes que 3 130 pieds et une vitesse de croisière maximale de 451 nœuds, le CJ4 permet non seulement de voler directement vers des aéroports plus proches de votre destination, mais aussi de réduire le temps nécessaire pour s'y rendre."]
        },
        "midSizeJet": {
            "title": "Gulfstream G150",
            "images": {
                "exterior": "./images/AircraftsSofiane/midSizeJet/gulfstream-g150-exterior.webp",
                "cabin": "./images/AircraftsSofiane/midSizeJet/gulfstream-g150-cabin.webp"
            },
            "specification": {
                "PASSENGER CAPACITY": "up to 8 passengers",
                "MAX RANGE": ["2950 nm", "5463,4 km"],
                "MAX OPERATIONAL SPEED": ["458 kts","848 km/h"],
                "CABIN HEIGHT": ["5.9 ft","1.50 m"],
                "CABIN WIDTH": ["5.9 ft","1.50 m"],
                "CABIN LENGTH": ["17.4 ft", "5 m"]
            },
            "description": ["The Gulfstream G150 is one of the fastest midsize jets available and has close to 3,000 nautical miles of range. It has the capability to link most coastal cities in the United States. The airplane has a larger cross-section than its competitors allowing for more usable headroom than others in its class. The cabin is 18 feet long and 5 feet 9 inches in height.  Several cabin layouts are available including a club seating layout with two forward-facing seats in the rear of the cabin. Seating for seven passengers is the common configuration. Baggage space is slightly limited when compared to other aircraft in its class. It allows for fifty-five cubic feet of storage, which is nine cubic feet less than a comparable jet. The aircraft can operate at altitudes of up to 45,000 feet and fuel consumption is lower at higher speeds than that of other aircraft in its class. This aids in lowering operating costs. Runway performance is better than average as the airplane is capable of operations from 5,000-foot-long runways at sea level. The airplane has superb comfort, room, and performance coupled with reduced operating costs for its class, thus making it an excellent choice for longer trips."
            ,
            "Le Gulfstream G150 est l'un des jets de taille moyenne les plus rapides du marché et possède une autonomie de près de 3 000 miles nautiques. Il a la capacité de relier la plupart des villes côtières des États-Unis. La section transversale de l'avion est plus grande que celle de ses concurrents, ce qui permet d'avoir plus de hauteur utile que les autres avions de sa catégorie. La cabine mesure 18 pieds de long et 5 pieds 9 pouces de haut.  Plusieurs configurations de cabine sont disponibles, y compris une configuration de sièges club avec deux sièges orientés vers l'avant à l'arrière de la cabine. La configuration la plus courante permet d'accueillir sept passagers. L'espace pour les bagages est légèrement limité par rapport aux autres avions de sa catégorie. Il permet un stockage de cinquante-cinq pieds cubes, soit neuf pieds cubes de moins qu'un jet comparable. L'avion peut fonctionner à des altitudes allant jusqu'à 45 000 pieds et la consommation de carburant est plus faible à des vitesses plus élevées que celle des autres avions de sa catégorie. Cela permet de réduire les coûts d'exploitation. Les performances sur piste sont supérieures à la moyenne, car l'avion est capable de fonctionner sur des pistes de 5 000 pieds de long au niveau de la mer. L'avion offre un confort, un espace et des performances exceptionnels, ainsi que des coûts d'exploitation réduits pour sa catégorie, ce qui en fait un excellent choix pour les longs voyages."]
        },
        "heavyJet": {
            "title": "Bombardier Global 5000",
            "images": {
                "exterior": "./images/AircraftsSofiane/heavyJet/bombardier-global-5000-exterior.webp",
                "cabin": "./images/AircraftsSofiane/heavyJet/bombardier-global-5000-interior.webp"
            },
            "specification": {
                "PASSENGER CAPACITY": "up to 13 passengers",
                "MAX RANGE": ["5,200 nm","9630,4 km"],
                "MAX OPERATIONAL SPEED": ["0.89 mach","1098,972 km/h"],
                "CABIN HEIGHT": ["6.2 ft","1.80 m"],
                "CABIN WIDTH": ["7.11 ft","2 m"],
                "CABIN LENGTH": ["40.9 ft","12 m"]
            },
            "description": ["Announced in October of 2001 the Bombardier Global 5000 is a large cabin, ultra-long-range, heavy business jet manufactured by Bombardier Aerospace in Toronto, Canada. The Global 5000 is one of 3 current Global variants being a derivative of the Global Express. The Global 5000 was designed to take eight passengers and a crew of three 5530 MI at M0.85. With a fuselage shortened by 32in compared with the original Global Express, first flew in 2003 and entered service in April 2005. Global 5000 cabins’ have a three-zone seating area with forward and aft lavatories and passenger-controlled LED lighting throughout. The 10,000 LEDs can bathe the cabin in upwash, downwash, and accent lighting in white, red, and amber. Bombardier was able to increase window cross-section by 183%, allowing more light to enter the cabin and standing passengers to see the ground. Changes to the windows were spawned by customer requests. The Global 5000 has a spacious, quiet interior, elegant styling, and long legs. The Global 5000 is the perfect aircraft for long trips as it can reach destinations in Europe and southwest Asia from the East Coast of the US non-stop, with the most common flight time being just over 8hrs."
            ,
            "Annoncé en octobre 2001, le Bombardier Global 5000 est un biréacteur d'affaires lourd à cabine large et à très long rayon d'action, fabriqué par Bombardier Aéronautique à Toronto, au Canada. Le Global 5000 est l'une des trois variantes actuelles du Global, étant un dérivé du Global Express. Le Global 5000 a été conçu pour accueillir huit passagers et un équipage de trois 5530 MI à M0,85. Avec un fuselage raccourci de 32 pouces par rapport au Global Express original, il a effectué son premier vol en 2003 et est entré en service en avril 2005. Les cabines du Global 5000 disposent d'une zone de sièges en trois parties, de toilettes à l'avant et à l'arrière et d'un éclairage LED contrôlé par les passagers. Les 10 000 DEL peuvent baigner la cabine d'un éclairage ascendant, descendant et d'accentuation en blanc, rouge et ambre. Bombardier a pu augmenter la section transversale des fenêtres de 183 %, ce qui permet à davantage de lumière de pénétrer dans la cabine et aux passagers debout de voir le sol. Les changements apportés aux fenêtres sont nés des demandes des clients. Le Global 5000 possède un intérieur spacieux et silencieux, un style élégant et de longues jambes. Le Global 5000 est l'avion idéal pour les longs voyages, car il peut rejoindre des destinations en Europe et en Asie du Sud-Ouest depuis la côte Est des États-Unis sans escale, la durée de vol la plus courante étant légèrement supérieure à 8 heures."]
            
        }



    }
]